Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །རབ་འབྱོར་གཞན་ཡང་ཤིན་དུ་མྱུར་བར་སྤོབས་པ་སྐྱེ་ན། དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ།
en: Moreover, if their inspired speech arises too quickly, bodhisattva great beings should know that this [also] is the work of Māra.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་ཤིན་དུ་མྱུར་བར་སྤོབས་པ་སྐྱེ་བར་འགྱུར།
en: Blessed Lord, for what reason will inspired speech arise too quickly?

source: དེ་ནི་ཅིའི་སླད་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བགྱི། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: Why should bodhisattva great beings know that this is the work of Māra?” “

source: བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཐབས་མི་མཁས་པས་ཧ་ཅང་མྱུར་བར་སྤོབས་པ་སྐྱེ་ལ།
en: In this regard, Subhūti,” replied the Blessed One, “when bodhisattva great beings practice the perfection of generosity, the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom, if without skillful means their inspired speech arises too quickly and they give rise to conceits about it, for that reason, Subhūti, their inspired speech arises too quickly and bodhisattva great beings should know this to be the work of Māra. “

source: དེས་རློམ་སེམས་སུ་བྱེད་ན། རབ་འབྱོར་རྣམ་གྲངས་དེས་སྤོབས་པ་ཧ་ཅང་མྱུར་བར་སྐྱེ་བ་སྟེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་གླལ་ཞིང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་འདྲི་ན།
en: Moreover, Subhūti, if they commit this perfection of wisdom to writing while yawning, bodhisattva great beings should know that this too is the work of Māra.

source: དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་དགོད་ཅིང་འདྲི་ན།
en: Moreover, Subhūti, if they commit this perfection of wisdom to writing while laughing, bodhisattva great beings should know that this too is the work of Māra.

source: དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་ཕན་ཚུན་སྟེག་ཅིང་འདྲི་ན།
en: Subhūti, if they commit this perfection of wisdom to writing while sneering at one another, bodhisattva great beings should know that this too is the work of Māra.

source: དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །སེམས་གཡེངས་ཤིང་འདྲི་ན།
en: If they commit this perfection of wisdom to writing with a distracted mind, bodhisattva great beings should know that this too is the work of Māra.

source: དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །ཡི་གེ་གཞན་ལ་ཆགས་ཤིང་ཚིག་གི་དོན་མི་ཤེས་པར་འདྲི་ན།
en: If they commit this perfection of wisdom to writing while being attached to other writings and without understanding the meaning of its words, bodhisattva great beings should know that this too is the work of Māra. {

source: དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །འདིའི་རོ་མ་མྱོང་ནས་སྟན་ལས་ལངས་ཏེ་འགྲོ་ན།
en: Ki.IV: 36} If they rise from their seats and go away without having relished this [perfection of wisdom], bodhisattva great beings should know that this too is the work of Māra. “

source: དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་གླལ་ཞིང་ལུང་འབོག་ན། དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ།
en: Moreover, Subhūti, if they yawn while conferring its transmission, bodhisattva great beings should know that this too is the work of Māra.

source: །གླལ་ཞིང་ཁ་ཏོན་བྱེད་དམ་འཛིན་ཏམ་ཀློག་གམ་སྟོན་ཏམ་གླལ་ཞིང་ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱེད་ན། དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ།
en: If they yawn while disseminating, upholding, reciting, or teaching it, or if they yawn while focusing their attention correctly on it, bodhisattva great beings should know that this too is the work of Māra. “

source: །རབ་འབྱོར་གཞན་ཡང་ཕན་ཚུན་དགོད་ཅིང་འཛིན་ཏམ། འཆང་ངམ་ཀློག་གམ་ཀུན་ཆུབ་པར་བྱེད་དམ། ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱེད་ན། དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ།
en: Moreover, Subhūti, if they laugh at one another while taking up, upholding, reciting, or mastering this [perfection of wisdom], focusing their attention correctly on it, bodhisattva great beings should know that this too is the work of Māra.

source: །རབ་འབྱོར་གཞན་ཡང་ཕན་ཚུན་སྟེག་ཅིང་འཛིན་ཏམ། འཆང་ངམ་ཀློག་གམ་ཀུན་ཆུབ་པར་བྱེད་དམ། ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱེད་ན། དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ།
en: Moreover, Subhūti, if they sneer at one another while taking up, upholding, reciting, or mastering this [perfection of wisdom], focusing their attention correctly on it, bodhisattva great beings should know that this too is the work of Māra.

source: །རབ་འབྱོར་གཞན་ཡང་སེམས་གཡེང་པས་འཛིན་ཏམ་འཆང་ངམ་ཀློག་གམ་ཀུན་ཆུབ་པར་བྱེད་དམ། ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱེད་ན། དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ།
en: Moreover, Subhūti, if with distracted minds they take up, uphold, recite, master, and focus their attention correctly [on this perfection of wisdom], bodhisattva great beings should know that this too is the work of Māra.

source: །རབ་འབྱོར་གཞན་ཡང་ཡི་གེ་གཞན་དང་གཞན་ལ་ཆགས་ཤིང་འཛིན་ཏམ། འཆང་ངམ་ཀློག་གམ་ཀུན་ཆུབ་པར་བྱེད་དམ། ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱེད་ན། དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: Moreover, Subhūti, if with attachment to other writings they take up, uphold, recite, master, and focus their attention correctly [on this perfection of wisdom], bodhisattva great beings should know that this too is the work of Māra.”

source: ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཀྱིས་གང་འདི་སྐད་དུ། འདིའི་རོམ་མྱོང་ནས་སྟན་ལས་ལངས་ཏེ་འགྲོ་ན། དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ།
en: The venerable Subhūti then inquired of the Blessed One, “Blessed Lord, you said that if they rise from their seats and go away without having relished this [perfection of wisdom], bodhisattva great beings should know that this too is the work of Māra.

source: །ཞེས་བཀའ་སྩལ་ན། བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་འདིའི་རོ་མི་མྱོང་བར་འགྱུར། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: In that case, Blessed Lord, why would they not have relished it?”

source: རབ་འབྱོར་དེ་ནི་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྔོན་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: The Blessed One replied, “It is because bodhisattva great beings who have not previously practiced the perfection of wisdom, the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, and the perfection of generosity {Ki.

source: སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་མ་སྤྱད་པ་དེ་དག་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བསྟན་པའི་ཚེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ལས་བདག་ཅག་ལུང་མ་བསྟན་ཏོ་ཞེས་མ་དད་པའི་ཡིད་ཀྱིས་སྟན་ལས་ལངས་ཤིང་འདོང་སྟེ།
en: IV: 37} will rise from their seats and go away while this profound perfection of wisdom is being taught, their minds lacking faith, and thinking, ‘We have not been prophesied with regard to this perfection of wisdom!’

source: རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ།
en: Subhūti, bodhisattva great beings should know that this too is the work of Māra.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལས་ལུང་མ་བསྟན་པ་དེ་དག་སྟན་ལས་ལངས་ཤིང་མཆི་བར་འགྱུར་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, why do those who have not been prophesied with regard to this perfection of wisdom rise from their seats and go away?” “

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྐྱོན་མེད་པར་མ་ཆུད་པ་ནི། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་མི་བསྟན་ཏེ།
en: Subhūti,” replied the Blessed One, “bodhisattva great beings who have not entered into the maturity [of the bodhisattvas] are not prophesied to attain unsurpassed, complete enlightenment.

source: དེ་ལ་བདག་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ལས་མི་འབྱུང་ངོ་བདག་གི་མིང་ཡང་ཡོངས་སུ་མ་བརྗོད་དོ། །ཞེས་དད་པར་མི་འགྱུར་ན།
en: If they lack faith, thinking, ‘We do not figure in this perfection of wisdom. Even our names are not mentioned in it!’

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ལས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་གི་མིང་ཡོངས་སུ་མ་བརྗོད་པ་ལགས།
en: Blessed Lord, why are the names of those bodhisattva great beings not mentioned in this profound perfection of wisdom?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལུང་མ་བསྟན་པ་རྣམས་ཀྱི་མིང་ནི་ཡོངས་སུ་མི་བརྗོད་དེ།
en: Subhūti,” replied the Blessed One, “the names of bodhisattva great beings who have not been prophesied are not mentioned.

source: དེ་ལ་བདག་གི་མིང་ཡང་འདི་ལས་མི་འབྱུང་།
en: If they think, ‘Even our names do not figure in this [perfection of wisdom].

source: བདག་གང་དུ་སྐྱེས་པའི་གྲོང་ངམ། གྲོང་ཁྱེར་རམ། གྲོང་རྡལ་གྱི་མིང་ཡང་མི་འབྱུང་ངོ་ཞེས།
en: Nor does the name of the village, city, or market town where we were born figure in it!

source: དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མི་མཉན་ཏོ་སྙམ་བྱེད་ཅིང་།
en: We should not listen to the perfection of wisdom!

source: འཁོར་དེ་ནས་འགྲོ་བར་སེམས་ན།
en: We should depart from this assembly!’

source: སེམས་བསྐྱེད་པ་དེས་ཇི་ལྟ་ཇི་ལྟར་འགྲོ་བར་སེམས་ཤིང་། གོམ་པ་ཇི་སྙེད་གཅིག་བོར་བ་དེ་སྙེད་ཀྱི་བསྐལ་པ་ཡོངས་སུ་འཛིན་པར་འགྱུར་ཏེ། དེ་དག་ལ་གཟོད་བརྩོན་པར་བྱ་དགོས་སོ།
en: then the more those who have set their minds on enlightenment think they should depart and the more they step away, the more eons of time they will continue to be imprisoned [in cyclic existence], and the more they will have to persevere anew.

source: །དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བོར་ཞིང་། མདོ་སྡེ་གང་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ཡེ་ཤེས་ཡོངས་སུ་མི་སྒྲུབ་པ་དེ་དག་ཀུན་ཆུབ་པར་བྱ་བར་སེམས་ཏེ།
en: Having discarded the perfection of wisdom, they will think of mastering those sūtras that do not sustain the wisdom of all-aspect omniscience.

source: དེས་ན་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་དང་རིགས་ཀྱི་བུ་མོ་དེ་དག་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ཤིང་གི་རྩ་བ་སྤངས་ཏེ། དེ་ཉིད་ཀྱི་ཡལ་ག་དང་འདབ་མ་དང་ལོ་མ་ལ་འཇུ་བར་སེམས་པར་གྱུར་པ་དག་སྟེ།
en: In this way, those noble sons and noble daughters who follow the vehicle of the bodhisattvas have abandoned the roots of the tree of all-aspect omniscience, and think of holding on to its branches, leaves, and foliage.

source: རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །གསོལ་པ།
en: Subhūti, bodhisattva great beings should know that this too is the work of Māra.” “

source: བཅོམ་ལྡན་འདས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ཡེ་ཤེས་ཡོངས་སུ་མི་སྒྲུབ་པའི་མདོ་སྡེ་ཀུན་ཆུབ་པར་བགྱི་བར་སེམས་པར་འགྱུར་བ་དེ་དག་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མདོ་སྡེ་གང་ཉན་ཐོས་དང་ལྡན་པའམ། རང་སངས་རྒྱས་དང་ལྡན་པ་དེ་དག་སྟེ། འདི་ལྟར་དྲན་པ་ཉེ་བར་བཞག་པ་བཞི་དང་། ཡང་དག་པར་སྤོང་བ་བཞི་དང་།
en: Blessed Lord, what are the sūtras that do not sustain the wisdom of all-aspect omniscience and which they think to master?” “

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་བཞི་དང་། དབང་པོ་ལྔ་དང་སྟོབས་ལྔ་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་བདུན་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་སྨོན་པ་མེད་པ་སྟེ།
en: They are the sūtras associated with the śrāvakas and the pratyekabuddhas,” replied the Blessed One, “those that enjoin the four applications of mindfulness, the four correct exertions, the four supports for miraculous ability, the five faculties, the five powers, the seven branches of enlightenment, the noble eightfold path, and the gateways to liberation—emptiness, signlessness, and wishlessness. Abiding in these, {Ki.

source: དེ་དག་ལ་གནས་ཤིང་རིགས་ཀྱི་བུ་དང་རིགས་ཀྱི་བུ་མོ་དག་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་འཐོབ་པ་དང་། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་འཐོབ་པ་དང་། རང་བྱང་ཆུབ་འཐོབ་པར་འགྱུར་གྱི། །བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འཐོབ་པར་མི་འགྱུར་བ་སྟེ།
en: IV: 38} noble sons and noble daughters will attain the fruit of entering the stream to nirvāṇa, and they will attain the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, and individual enlightenment, but they will not attain unsurpassed, complete enlightenment.

source: རབ་འབྱོར་དེ་དག་ནི་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་ལྡན་པའི་མདོ་སྡེ་གང་ལ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བོར་ཞིང་། ཀུན་ཆུབ་པར་བྱ་བར་སེམས་པ་སྟེ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་ཡེ་ཤེས་ཡོངས་སུ་མི་སྒྲུབ་པའོ།
en: Subhūti, these are the sūtras associated with the śrāvakas and the pratyekabuddhas that they will think of mastering after discarding the perfection of wisdom, and in which the wisdom of all-aspect omniscience is not sustained.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལས་བྱུང་བ་ནི། འཇིག་རྟེན་པ་དང་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ཀྱིས་འབྱུང་བར་འགྱུར་ཏེ།
en: If you ask why, Subhūti, bodhisattva great beings who have originated from the perfection of wisdom will attain emancipation through mundane and supramundane attributes.

source: རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སློབ་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་རྣམས་ལ་སློབ་པ་ཡིན་ནོ།
en: Subhūti, bodhisattva great beings who train in the perfection of wisdom will train in mundane and supramundane attributes. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ཁྱི་ལ་ལ་ཞིག་ཇོ་བོའི་ཟན་ན་ར་མ་བོར་ཏེ། ལས་མི་ལས་ཟན་བཙལ་བར་སེམས་པ་དང་འདྲ་བར་དེ་བཞིན་དུ། རབ་འབྱོར་མ་འོངས་པའི་དུས་ན་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་དང་རིགས་ཀྱི་བུ་མོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཀྱི་རྩ་བར་གྱུར་པ་འདི་བོར་ཏེ།
en: Subhūti, just as a dog may well spurn food given by its master, and think of looking for a morsel from a servant, in the same way, Subhūti, in the future noble sons and noble daughters who follow the vehicle of the bodhisattvas will discard this profound the perfection of wisdom, which is the root of all the attributes of the buddhas.

source: ཡལ་ག་དང་ལོ་མ་དང་། འདབ་མ་ལྟ་བུའི་མདོ་སྡེ་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་ལྡན་པ་དག་ལ་བརྟེན་པར་སེམས་པ་འབྱུང་སྟེ།
en: They will think of relying on sūtras associated with the śrāvakas and the pratyekabuddhas that resemble branches, leaves, and foliage.

source: །རབ་འབྱོར་གཞན་ཡང་མ་འོངས་པའི་དུས་ན་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་དང་རིགས་ཀྱི་བུ་མོ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བོར་ནས། ཁེ་དང་བཀུར་སྟིའི་ཕྱིར་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་ལྡན་པའི་མདོ་སྡེ་རྣམས་ཀུན་ཆུབ་པར་བྱ་བར་སེམས་པ་འབྱུང་སྟེ།
en: Moreover, Subhūti, in the future noble sons and noble daughters who follow the vehicle of the bodhisattvas will discard this profound perfection of wisdom and think of mastering sūtras associated with the śrāvakas and the pratyekabuddhas for the sake of profit and honor.

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། མི་ལ་ལ་ཞིག་གླང་པོ་འདོད་ལ། དེས་གླང་པོ་རྙེད་ཀྱང་། གླང་པོའི་རྗེས་བཙལ་བར་སེམས་པ་ཡོད་ན།
en: Subhūti, it is as if some person who wants an elephant, after finding the elephant, were then to think of searching for the tracks of an elephant.

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སྐྱེས་བུ་དེ་མཁས་པའི་དང་ཚུལ་ཅན་ཡིན་ནམ།
en: Subhūti, do you think that this person would be intelligent?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ།
en: No, Blessed Lord!” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་བཞིན་དུ། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་གང་ཟག་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བོར་ཞིང་མདོ་སྡེ་གང་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་ལྡན་པ་དེ་དག་བཙལ་བར་སེམས་པ་དག་ཀྱང་དཔེ་དེ་དང་འདྲ་བར་རིག་པར་བྱ་སྟེ།
en: In the same way, Subhūti,” continued the Blessed One, “one should know that those persons who follow the vehicle of the bodhisattvas, who have discarded this profound perfection of wisdom and think of looking for sūtras associated with the śrāvakas and the pratyekabuddhas, are like that.

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན།
en: Ki.

source: མི་ཞིག་རྒྱ་མཚོ་ཆེན་པོ་བལྟ་བར་འདོད་ལ། བ་ལང་གི་རྗེས་བཙལ་བར་སེམས་ཤིང་། དེས་བ་ལང་གི་རྨིག་རྗེས་མཐོང་ནས་ཀྱང་འདི་སྙམ་དུ། རྒྱ་མཚོ་ཆེན་པོའི་ཚད་འདི་དང་མཉམ་འམ། མི་མཉམ་སྙམ་ན།
en: IV: 39} “Subhūti, it is as if someone wishing to see the great ocean were to think of looking for it in the tracks of a bull, and on seeing the hoofprint of a bull were to wonder whether it is the same size as the great ocean or not.

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སྐྱེས་བུ་དེ་མཁས་པའི་ངང་ཚུལ་ཅན་ཡིན་ནམ། གསོལ་པ།
en: Subhūti, do you think that this person would be intelligent?” “

source: བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ།
en: No, Blessed Lord!

source: །བདེ་བར་གཤེགས་པ་དེ་ནི་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: No, O Sugata!” “

source: རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་དང་རིགས་ཀྱི་བུ་མོ་གང་གིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ཐོས་ཤིང་རྙེད་ཀྱང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བོར་ཞིང་སྤངས་ཏེ། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་ལྡན་པའི་མདོ་སྡེ་དག་གཟུང་བ་དང་། ཀུན་ཆུབ་པར་བྱ་བར་སེམས་པ་དེ་དག་ཀྱང་རྣམ་པ་དེ་ལྟར་རིག་པར་བྱ་སྟེ།
en: In the same way, Subhūti,” continued the Blessed One, “one should know that noble sons and noble daughters who follow the vehicle of the bodhisattvas, who, even after finding this profound perfection of wisdom, discard and abandon this profound perfection of wisdom, and think of acquiring and mastering sūtras associated with the śrāvakas and the pratyekabuddhas, are like that.

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ཕྱྭ་མཁན་ནམ་ཕྱྭ་མཁན་གྱི་སློབ་མ་རྣམ་པར་རྒྱལ་བའི་ཁང་པའི་ཚད་དུ་ཁང་པ་ཞིག་དབུབ་ཅིང་བསླང་བར་འདོད་དེ། ཉི་མ་དང་ཟླ་བའི་གཞལ་མེད་ཁང་ཡོངས་སུ་བཙལ་བར་སེམས་ཤིང་། ཉི་མ་དང་ཟླ་བའི་གཞལ་མེད་ཁང་ལས་ཚད་བླང་བར་སེམས་ན།
en: Subhūti, it is as if a builder or a builder’s apprentice wished to build a house the size of [Śakra’s divine] Vaijayanta Palace, and were to think of searching for the celestial palace of the sun and moon and then think of taking his measurements from the celestial palace of the sun and moon.

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སྐྱེས་བུ་དེས་ཉི་མ་དང་ཟླ་བའི་གཞལ་མེད་ཁང་གི་ཚད་ཀྱིས་རྣམ་པར་རྒྱལ་བའི་ཁང་པའི་ཚད་དང་དཔེ་ཚུལ་བཟུང་སྟེ། དེ་དང་འདྲ་བའི་ཁང་བ་དབུབ་པར་ནུས་སམ། གསོལ་པ།
en: Subhūti, do you think that this person could build a house like that, modeling the dimensions of the Vaijayanta Palace on the dimensions of the celestial palace of the sun and moon?” “

source: བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: No, Blessed Lord!” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། ཕྱྭ་མཁན་ནམ་ཕྱྭ་མཁན་གྱི་སློབ་མ་དེ་མཁས་པའི་ངང་ཚུལ་ཅན་ཡིན་ནམ།
en: Subhūti, do you think that this builder or builder’s apprentice would be intelligent?”

source: བཅོམ་ལྡན་འདས་སྐྱེས་བུ་དེ་ནི་བྱིས་པའི་ངང་ཚུལ་ཅན་དུ་རིག་པར་བགྱི་སྟེ།
en: Blessed Lord, that person would be known as a simpleton!

source: མཁས་པའི་ངང་ཚུལ་ཅན་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: He would not be intelligent!” “

source: རབ་འབྱོར་དེ་བཞིན་དུ་མ་འོངས་པའི་དུས་ན། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་དང་རིགས་ཀྱི་བུ་མོ་ལ་ལ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ཐོས་ཤིང་རྙེད་ནས་ཀྱང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བོར་ཞིང་སྤངས་ཏེ། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་ལྡན་པའི་མདོ་སྡེ་དག་ལས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཡོངས་སུ་བཙལ་བར་སེམས་པ་འབྱུང་ན། རབ་འབྱོར་དེ་ལ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་དེ་དག་མཁས་པའི་ངང་ཚུལ་ཅན་ཡིན་ནམ།
en: In the same way, Subhūti,” continued the Blessed One, “in the future, if there are any noble sons or noble daughters who follow the vehicle of the bodhisattvas, and who, even after hearing and finding this profound perfection of wisdom, were to discard and abandon this profound perfection of wisdom, and think of looking for all-aspect omniscience in sūtras associated with the śrāvakas and the pratyekabuddhas, do you think, Subhūti, that those noble sons or noble daughters who follow the vehicle of the bodhisattvas would be intelligent?” “

source: །བདེ་བར་གཤེགས་པ་དེ་ནི་མ་ལགས་སོ།
en: No, O Sugata!” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ།
en: Subhūti,” continued the Blessed One, “bodhisattva great beings should know that this too is the work of Māra. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། སྐྱེས་བུ་ལ་ལ་ཞིག་འཁོར་ལོས་བསྒྱུར་བའི་རྒྱལ་པོ་མཐོང་བར་འདོད་ལ། དེས་ཁམས་ཀྱི་རྒྱལ་ཕྲན་མཐོང་ནས་འདི་སྙམ་དུ་འཁོར་ལོས་བསྒྱུར་བའི་རྒྱལ་པོ་ཁ་དོག་དང་དབྱིབས་ཅི་འདྲ་བ་ཞིག་ཡོད་ཅེས།
en: Subhūti, it is as if someone wishing to see an imperial monarch were to look upon a regional king, and, thinking him to have a complexion and form similar to that of an imperial monarch, {Ki.

source: དེས་ཁམས་ཀྱི་རྒྱལ་ཕྲན་མཐོང་བའི་ཁ་དོག་དང་། དབྱིབས་ཀྱི་མཚན་མ་གཟུང་བར་བསམས་ཏེ། འདི་སྐད་དུ་འཁོར་ལོས་བསྒྱུར་བའི་རྒྱལ་པོ་དེའི་ཁ་དོག་དང་། དབྱིབས་དང་ཚུལ་དང་མཚན་མ་ཡང་། སའི་བདག་པོ་འདི་འདྲ་བ་ཞིག་ཡོད་གྲང་ཞེས་ཟེར་ན།
en: IV: 40} were to consider that an imperial monarch would have acquired the marks of complexion and shape to be seen in a regional king, and then say, ‘It seems that the complexion, shape, bearing, and marks of an imperial monarch are similar to those of this earthly ruler.’

source: བཅོམ་འདས་དེ་ནི་མ་ལགས་སོ།
en: No, Blessed Lord!

source: །བདེ་བར་གཤེགས་པ་དེ་ནི་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་བཞིན་དུ་མ་འོངས་པའི་དུས་ན།
en: No, O Sugata!” “

source: བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་ཐོས་ཤིང་རྙེད་ནས་ཀྱང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་བོར་ཞིང་སྤངས་ཏེ། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་དང་ལྡན་པའི་མདོ་སྡེ་དག་ལས། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཡོངས་སུ་བཙལ་བར་སེམས་པ་འབྱུང་ན། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་དང་། རིགས་ཀྱི་བུ་མོ་དེ་དག་མཁས་པའི་དང་ཚུལ་ཅན་ཡིན་ནམ།
en: In the same way, Subhūti,” continued the Blessed One, “in the future, if there are any noble sons or noble daughters who follow the vehicle of the bodhisattvas, and who, even after hearing and finding this profound perfection of wisdom, were to discard and abandon this profound perfection of wisdom, and think of looking for all-aspect omniscience in sūtras associated with the śrāvakas and the pratyekabuddhas, do you think, Subhūti, that those noble sons or noble daughters who follow the vehicle of the bodhisattvas would be intelligent?” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བདུད་ཀྱི་ལས་སུ་རིག་པར་བྱའོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན།
en: Subhūti,” continued the Blessed One, “bodhisattva great beings should know that this too is the work of Māra. “

source: སྐྱེས་བུ་ཤིན་ཏུ་བཀྲེས་པ་ལ་ལ་ཞིག་གིས། རོ་བརྒྱ་དང་ལྡན་པའི་ཁ་ཟས་རྙེད་ཀྱང་། དྲུག་ཅུ་པའི་ཁ་ཟས་བཙལ་བར་སེམས་ཤིང་། དེས་ཁ་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་དེ་བོར་ནས། དྲུག་ཅུ་པའི་ཁ་ཟས་ལ་བཟའ་བར་བསམས་ན།
en: Subhūti, it is as if someone who was extremely hungry, even after finding food with a hundred savors, were to think of looking for food with sixty savors, and, after spurning that food endowed with a hundred savors were to think of eating food with sixty savors.

source: བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་བཞིན་དུ་མ་འོངས་པའི་དུས་ན།
en: No, Blessed Lord!” “
